Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/SafetyFeatures.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BUTTON_CAPTION
source: Safety features may share your location when your device calls or you text emergency services. Your emergency contacts may also then be contacted and notified of your location.
ar: قد تشارك ميزات السلامة موقعك عندما يتصل جهازك بخدمات الطوارئ أو ترسل رسالة نصية إليها. قد يتم حينها التواصل مع جهات اتصال الطوارئ لديك أيضًا وإعلامها بموقعك.
bg: Функциите за безопасност може да споделят местоположението ви, когато вашето устройство извърши обаждане или вие изпратите съобщение на службите за спешна помощ. Вашите спешни контакти може също да бъдат уведомени за местоположението ви.
ca: És possible que les funcions de seguretat comparteixin la teva ubicació quan el dispositiu truqui o enviï un missatge als serveis d’emergències. A més, pot ser que s’avisi els contactes d’emergència i que se’ls enviï una notificació amb la teva ubicació.
cs: Bezpečnostní funkce můžou při volání nebo posílání zpráv tísňovým službám z vašeho zařízení sdílet vaši polohu. Následně může být poloha oznámena také vašim tísňovým kontaktům.
da: Sikkerhedsfunktioner deler muligvis din lokalitet, når din enhed ringer til alarmcentralen, eller du sender dem en besked. Herefter kontaktes dine nødkontakter muligvis også, og de får tilsendt din lokalitet.
de: Sicherheitsfunktionen können deinen aktuellen Standort teilen, wenn über dein Gerät die Rettungsdienste angerufen werden oder du ihnen eine Textnachricht sendest. Deine Notfallkontakte können anschließend ebenfalls benachrichtigt und über deinen aktuellen Standort informiert werden.
el: Οι δυνατότητες ασφάλειας μπορεί να κοινοποιούν την τοποθεσία σας όταν η συσκευή σας ή εσείς καλείτε τις Υπηρεσίες έκτακτης ανάγκης. Στη συνέχεια, μπορεί επίσης να υπάρξει επικοινωνία με τις επαφές έκτακτης ανάγκης σας και να ειδοποιηθούν για την τοποθεσία σας.
es: Es posible que las funciones de seguridad compartan tu ubicación cuando tu dispositivo llame o cuando envíes mensajes de texto a los servicios de emergencia. Asimismo, también es posible que, acto seguido, se avise a tus contactos de emergencia y se les notifique tu ubicación.
es_419: Las funciones de seguridad pueden compartir tu ubicación cuando tu dispositivo llame o tú envíes un mensaje a los servicios de emergencia. Además, también se podría contactar a tus contactos de emergencia, quienes podrían recibir una notificación con tu ubicación.
es_us: Las funciones de seguridad pueden compartir tu ubicación cuando tu dispositivo llame o tú envíes un mensaje a los servicios de emergencia. Además, también se podría contactar a tus contactos de emergencia, quienes podrían recibir una notificación con tu ubicación.
fi: Turvallisuusominaisuudet voivat jakaa sijaintisi, kun laitteellasi soitetaan hätäpuhelu tai lähetetään tekstiviesti hätäkeskukseen. Myös ICE-yhteyshenkilöihin saatetaan sitten ottaa yhteyttä ja ilmoittaa sijaintisi.
fr: Les fonctionnalités de sécurité peuvent transmettre votre position géographique lorsque votre appareil appelle les secours ou que vous envoyez un message à ces derniers. Vos contacts d’urgence pourront alors également être contactés et recevoir votre position.
fr_ca: Les fonctionnalités de sécurité peuvent partager votre position lorsque votre appareil appelle les services d’urgence ou que vous leur envoyez un message texte. Vos contacts d’urgence pourraient aussi être notifiés et recevoir votre position.
he: כאשר המכשיר שלך מתקשר לשירותי חירום, או כאשר נשלחת אליהם הודעה על-ידך, ייתכן שמיקומך ישותף על-ידי מאפייני הבטיחות. ייתכן שבשלב זה ייווצר קשר עם אנשי הקשר שלך לשעת חירום כדי ליידע אותם על מיקומך.
hi: जब आपका डिवाइस आपातकालीन सेवाओं को कॉल करता है या आप उन्हें SMS ^[भेजते](inflect: true) हैं, तब सुरक्षा फ़ीचर आपका स्थान शेयर कर सकते हैं। इसके बाद आपके आपातकालीन संपर्कों से भी संपर्क करके उन्हें आपके स्थान की सूचना दी जा सकती है।
hr: Sigurnosne značajke mogu podijeliti vašu lokaciju kad vaš uređaj pozove hitne službe ili kad im pošaljete tekstualnu poruku. Tada i vaši hitni kontakti mogu biti kontaktirani te obaviješteni o vašoj lokaciji.
hu: Elképzelhető, hogy a biztonsági funkciók megosztják az Ön helyzetét, amikor az eszköze a sürgősségi segélyszolgálatokat hívja, vagy Ön szöveges üzenetet küld nekik. Előfordulhat, hogy ezután a vészhelyzetben értesítendő kontaktjai értesítve lesznek az Ön helyzetéről.
id: Fitur keselamatan dapat membagikan lokasi Anda saat perangkat Anda memanggil atau saat Anda mengirim pesan teks ke layanan darurat. Kontak darurat Anda juga kemudian dapat dihubungi dan diberi tahu mengenai lokasi Anda.
it: Quando il dispositivo chiama i servizi di emergenza o invia loro un messaggio di testo, le funzionalità di sicurezza potrebbero condividere la tua posizione. Anche i tuoi contatti di emergenza potrebbero venire avvisati e informati sulla posizione in cui ti trovi.
ja: 安全性機能では、デバイスから緊急通報サービスに通話またはテキストメッセージで連絡する際に、あなたの位置情報が共有されます。また、緊急連絡先にも連絡が行き、あなたの位置情報が通知される場合があります。
kk: Құрылғыңыз төтенше жағдай қызметтеріне қоңырау шалғанда немесе өзіңіз мәтіндік хабар жіберсеңіз, қауіпсіздік функциялары геолокацияңызды бөлісуі мүмкін. Содан кейін төтенше контактілермен де байланысуға және геолокацияңыз туралы хабарлауға болады.
ko: 사용자의 기기에서 긴급 서비스에 전화를 걸거나 사용자가 메시지를 보내면 안전 기능이 사용자의 위치를 공유합니다. 그런 다음 긴급 연락처에 연락하여 사용자의 위치를 통지할 수 있습니다.
lt: Saugumo funkcijos gali bendrinti jūsų vietą, kai įrenginys paskambins arba išsiųs žinutę skubiosios pagalbos tarnyboms. Taip pat gali būti susisiekiama su jūsų adresatais nelaimės atveju ir jie gali būti informuojami apie jūsų vietą.
ms: Ciri keselamatan mungkin berkongsi lokasi anda apabila peranti anda menghubungi atau anda menghantar mesej teks kepada perkhidmatan kecemasan. Kenalan kecemasan anda juga kemudian mungkin dihubungi dan dimaklumkan tentang lokasi anda.
nl: Veiligheidsfuncties delen mogelijk je locatie wanneer je apparaat of jij de hulpdiensten belt of een sms stuurt. Er kan dan mogelijk ook contact worden opgenomen met je SOS-contacten en je locatie kan worden gedeeld.
no: Sikkerhetsfunksjoner kan dele posisjonen din når du bruker enheten til å ringe eller tekste nødetatene. Nødkontaktene dine kan da også bli kontaktet og varslet om posisjonen din.
pl: Gdy Twoje urządzenie nawiązuje połączenie ze służbami ratowniczymi lub gdy wysyłasz do nich wiadomość tekstową, funkcje bezpieczeństwa mogą udostępniać Twoje położenie. Twoje kontakty alarmowe mogą również otrzymać powiadomienie o Twoim położeniu.
pt_br: Os recursos de segurança podem compartilhar a sua localização quando o seu dispositivo ligar ou enviar mensagens de texto para serviços de emergência. Seus contatos de emergência também poderão ser contatados e receber uma notificação sobre sua localização.
pt_pt: Sempre que enviar mensagens de texto aos serviços de urgência ou sempre que o seu dispositivo contacte os serviços de urgência, as funcionalidades de segurança podem partilhar a sua localização. É possível que os seus contactos de emergência também sejam depois contactados e notificados da sua localização.
ro: Funcționalitățile de siguranță pot partaja localizarea dvs. atunci când dispozitivul apelează sau când trimiteți un mesaj către serviciile de urgență. Contactele pentru urgențe pot fi, de asemenea, contactate și notificate despre localizarea dvs.
ru: Функции безопасности могут передавать Вашу геопозицию, когда с Вашего устройства совершается вызов или отправляется сообщение в экстренные службы. Затем устройство также может связаться с Вашими контактами на случай ЧП и уведомить их о том, где Вы находитесь.
sk: Keď vaše zariadenie kontaktuje záchranné služby alebo keď im pošlete textovú správu, bezpečnostné funkcie môžu zdieľať vašu polohu. Následne môžu kontaktovať aj vaše tiesňové kontakty a informovať ich o vašej polohe.
sl: Ko naprava pokliče službo za nujno pomoč ali pošljete SMS, lahko varnostne funkcije delijo vašo lokacijo. Vzpostavi se lahko stik z vašimi stiki za nujne primere, ki so prav tako obveščeni o vaši lokaciji.
sv: Säkerhetsfunktioner kan dela din platsinformation när enheten ringer eller skickar ett meddelande till räddningstjänsten. Dina nödkontakter kan sedan också kontaktas och få ett meddelande med din platsinformation.
th: คุณสมบัติความปลอดภัยอาจแชร์ตำแหน่งที่ตั้งของคุณเมื่ออุปกรณ์ของคุณโทรหาหรือคุณส่งข้อความถึงบริการฉุกเฉิน จากนั้นรายชื่อติดต่อฉุกเฉินของคุณอาจได้รับการติดต่อและแจ้งเตือนเกี่ยวกับตำแหน่งที่ตั้งของคุณด้วยเช่นกัน
tr: Güvenlik özellikleri, aygıtınız acil servisi aradığında ya da siz acil servise mesaj gönderdiğinizde konumunuzu paylaşabilir. Acil durum kişilerinizle de iletişim kurulabilir ve konumunuz bu kişilere bildirilebilir.
uk: Функції безпеки можуть поширювати вашу геопозицію, коли ваш пристрій телефонує або надсилає повідомлення до екстрених служб. Ваші екстрені контакти також можуть отримувати сповіщення про вашу геопозицію.
vi: Các tính năng an toàn có thể chia sẻ thông tin vị trí của bạn khi thiết bị của bạn gọi hoặc nhắn tin đến các dịch vụ khẩn cấp. Sau đó, các liên hệ khẩn cấp của bạn cũng có thể được liên hệ và thông báo vị trí của bạn.
zh_cn: 安全功能可能会在设备呼叫紧急服务或你通过短信联系紧急服务时共享你的位置。随后还可能会联系你的紧急联系人并向其告知你的位置。
zh_hk: 當你的裝置致電或你傳送訊息予緊急服務時，安全功能可能會分享你的位置。系統接着可能會聯絡你的緊急聯絡人，並通知他們你的位置。
zh_tw: 安全功能可能會在你的裝置撥打或傳送訊息給緊急服務單位時分享你的位置。系統接著可能會聯絡你的緊急聯絡人並通知你的所在位置。
